/* Learn more label text */
"<b>Learn more</b> about device management and security." = "<b>Más información</b> sobre la gestión y la seguridad del dispositivo.";

/* No comment provided by engineer. */
"A system error occurred" = "Se ha producido un error del sistema";

/* Account will be removed on this device at SSO Page */
"Account will be removed from %@ and other Yahoo apps on this device." = "Se borrará la cuenta en %@ y otras aplicaciones de Yahoo en este dispositivo.";

/* Add Account cell in SSO Screen - Allows user to Sign-In as new user */
"Add Account" = "Añadir cuenta";

/* No comment provided by engineer. */
"An error occurred. Please try again later." = "Se ha producido un error. Inténtalo de nuevo más tarde.";

/* Accessibility label for the back button */
"Back" = "Atrás";

/* call tip prefix in 2lc */
"Call %@" = "Llamar a %@";

/* No comment provided by engineer. */
"Call again" = "Llama de nuevo";

/* Cancel
   Cancel button title */
"Cancel" = "Cancelar";

/* Fallback page cannot be loaded. */
"Cannot load page." = "No se puede cargar la página.";

/* Accessibility label for the close button */
"Close" = "Cerrar";

/* Continue
   Continue to Safari for SHF */
"Continue" = "Continuar";

/* Create Account view title
   sign up button title */
"Create Account" = "Crear cuenta";

/* learn more alert title */
"Device Not Recognized" = "Dispositivo no reconocido";

/* No comment provided by engineer. */
"Didn't receive the email?" = "¿No recibiste el mensaje de correo electrónico?";

/* No comment provided by engineer. */
"Didn't receive the text message?" = "¿No recibiste el SMS?";

/* No comment provided by engineer. */
"Didn't receive the voice call?" = "¿No recibiste ninguna llamada de voz?";

/* Dismiss */
"Dismiss" = "Rechazar";

/* Edit button title */
"Edit" = "Editar";

/* No comment provided by engineer. */
"Email could not be sent" = "No se pudo enviar el mensaje";

/* No comment provided by engineer. */
"Email sent" = "Mensaje enviado";

/* No comment provided by engineer. */
"Enter Code" = "Introducir código";

/* For security reasons you need to verify your account or need to change password when SHF */
"For security reasons you need to unlock your account." = "Por motivos de seguridad, debes desbloquear tu cuenta.";

/* Switching to alternative sign-in interface. */
"For security reasons, please verify your account again." = "Por motivos de seguridad, vuelve a verificar tu cuenta.";

/* No comment provided by engineer. */
"For the safety of your account, please login via web." = "Por la seguridad de tu cuenta, inicia sesión a través de la web.";

/* forgot password or ID title
   Sign in alert view title */
"Forgot password or ID?" = "¿Olvidaste tu ID o contraseña?";

/* forgot password title
   Sign in alert view title */
"Forgot password?" = "¿Has olvidado tu contraseña?";

/* No comment provided by engineer. */
"Generic Handoff" = "Transferencia genérica";

/* Go to Account recovery */
"Get Help" = "Obtener ayuda";

/* No comment provided by engineer. */
"Incorrect answer. Try again." = "Respuesta incorrecta. Inténtalo de nuevo.";

/* No comment provided by engineer. */
"Invalid ID or password. Please try again." = "ID o contraseña no válida. Inténtalo otra vez.";

/* No comment provided by engineer. */
"Limit reached. Email could not be sent." = "Límite superado. No se pudo enviar el mensaje.";

/* No comment provided by engineer. */
"Limit reached. Unable to send text message or make a voice call." = "Límite superado. No se puede enviar mensaje de texto o llamada de voz.";

/* 2LC Failure
   Login session has expired, please try again. */
"Login session has expired, please try again." = "El inicio de sesión ha expirado, inténtalo de nuevo.";

/* Network error alert view title */
"Network unavailable." = "Red no disponible.";

/* OK
   OK Button title
   ok button title */
"OK" = "Aceptar";

/* password text field place holder */
"Password" = "Contraseña";

/* 2LC password prompt str */
"Please enter your password for \n%@" = "Introduce tu contraseña para \n%@";

/* Remove the account
   SSO remove account title */
"Remove" = "Eliminar";

/* Remove an account label on SSO screen */
"Remove an account" = "Eliminar una cuenta";

/* Select an account label on SSO screen */
"Select an account" = "Selecciona una cuenta";

/* account token invalid sign in problem */
"Session expired, please sign-in again." = "Sesión caducada. Vuelve a iniciar sesión.";

/* sign in button title */
"Sign In" = "Iniciar sesión";

/* 3PA Label */
"Sign in with <a>Facebook</a> or <b>Google</b>" = "Regístrate con <a>Facebook</a> o <b>Google</b>";

/* Zero tap alert signed in as */
"Signed in as" = "Has iniciado sesión como";

/* signing in state title for sign in button */
"Signing In" = "Inicio de sesión";

/* No comment provided by engineer. */
"Sorry, the system is down. Please try again later." = "Lo sentimos. El sistema está detenido. Inténtalo de nuevo más tarde.";

/* No comment provided by engineer. */
"Sorry, we can't sign you in now. Please try again later." = "Lo sentimos. No es posible iniciar sesión en estos momentos. Please try again later.";

/* sms tip prefix in 2lc */
"Text %@" = "Envía el SMS %@";

/* No comment provided by engineer. */
"Text message could not be sent" = "No se pudo enviar el mensaje de texto";

/* No comment provided by engineer. */
"Text message sent" = "Mensaje de texto enviado";

/* No comment provided by engineer. */
"The Second Challenge state data could not be extracted from the Short-Lived Challenge Credential" = "No se pudieron extraer de la credencial del breve desafío los datos de estado del segundo desafío";

/* Second Login Challenge Error - user entered the code wrong too many times. */
"Too many attempts. Try again in 24 hours." = "Demasiados intentos. Prueba de nuevo en 24 horas.";

/* No comment provided by engineer. */
"Try again" = "Inténtalo de nuevo";

/* No comment provided by engineer. */
"Unable to place a voice call" = "No es posible realizar una llamada de voz";

/* SSL Certificate Error - Please Check Date/Time */
"Unable to sign in. Check system date and try again." = "No se puede iniciar sesión. Comprueba la fecha del sistema e inténtalo de nuevo.";

/* Token handoff failure */
"Unable to sign in. Please try again." = "No se ha podido iniciar sesión. Inténtalo de nuevo.";

/* Create Account view title
   View title - appears in the navigation \
                                                                                                                    bar containing the webview that displays the account upgrade flow */
"Update Account" = "Actualizar cuenta.";

/* Migrate 3PA Account view title */
"Upgrade to Yahoo" = "Pásate a Yahoo";

/* User already signed-in */
"User %@ is already signed in" = "El usuario %@ ya ha iniciado sesión";

/* User already signed-in */
"User already signed-in" = "El usuario ya ha iniciado sesión";

/* 2LC aea verify prompt text
   2LC sms verify prompt text */
"Verification code sent to %@" = "Código de verificación enviado a %@";

/* No comment provided by engineer. */
"Voice call in progress" = "Llamada de voz en curso";

/* 2LC voice verify prompt text */
"We called you with a verification code at %@" = "Te llamamos con un código de verificación al %@";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity by answering your security question." = "No reconocemos este dispositivo. Verifica tu identidad respondiendo a tu pregunta de seguridad.";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity. We will send a verification code." = "No se reconoce el dispositivo. Por favor, verifica tu identidad. Te enviaremos un código de verificación.";

/* ID text field place holder */
"Yahoo ID" = "ID de Yahoo";

/* No comment provided by engineer. */
"You must be at least 13 years old." = "Debes tener al menos 13 años de edad.";

/* Unlock success */
"Your account is now unlocked. Please sign in." = "Ahora tu cuenta está desbloqueada. Inicia sesión.";

/* No comment provided by engineer. */
"Your Answer" = "Tu respuesta";

/* learn more alert msg line 1 */
"• New device?" = "• ¿Dispositivo nuevo?";

/* learn more alert msg line 3 */
"• Opted for sign in verification?" = "• ¿Seleccionaste el uso de la verificación de inicio de sesión?";

/* learn more alert msg line 2 */
"• Signing in from a new country?" = "• ¿Estás iniciando sesión desde otro país?";

